/* Домашнє завдання:

	1) Оголосити змінні MarkAge, MarkName, MarkSurname, isMarkVicroiasBoyfriend
	присудити їм відповідні значення, 21, "Mark", "Sydor", true
	вивести їх по одному у консоль

	2) Оголосити об'єкт MarkData з полями, age, name, surname, isVictoriasBoyfriend;
	присудити відповідні значення полям 21, "Mark", "Sydor", true
	вивести цілий обо'єкт у консоль та по одному значенню

	3) Перевірити  та вивeсти у консоль чи: 
		1. Вік Марка старший за 12
		2. Вік Марка молодший за 23 
		3. Ім'я Марка не дорівннює імені "Max"
		4. Чи Вік Марка не дорівнює 10 і не дорівнює 19, або не дорівнює 12 і не дорівнє 99
		5. Перевірити чи оголошений об'єкт ( if(MarkData) )
		6. Перевірити що поверне у коносль ( !!MarkData )
		7. Оголосити Масив чисел Arr = [1,3,4,56,7,8,342,1] 
		8. Перевірити чи перший елемент масива дорівнює останньому
		9. Змінити перший елемент масиву на 100

 */

var MarkData = {
	age: 21
}

console.log(MarkData.age);